<?php
// Heading
$_['heading_title']    = 'Чат';

// Text
$_['text_extension']   = 'Модули';
$_['text_success']     = 'Успех: Настройки модуля сохранены!';
$_['text_edit']        = 'Редактирование модуля';

// Entry
$_['entry_code']       = 'Код чата:';
$_['entry_status']     = 'Статус';

// Help
$_['help_code']        = 'Вначале, необходимо зарегистрироваться на сайте выбранного вами чата и создать код для вставки на ваш сайт, затем, скопировать и вставить сгенерированный код в это поле.';

// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
$_['error_code']       = 'Необходимо указать Код!';
