<?php
// Heading
$_['heading_title']    	= 'Модуль карты сайта блога';

// Text
$_['text_module']      	= 'Модули';
$_['text_success']     	= 'Успех: Настройки модуля обновлены';
$_['text_edit']        	= 'Редактировать модуль карты сайта блога';
$_['text_blogs']        = 'Блоги';
$_['text_tags']        	= 'Теги';
$_['text_all']        	= 'Все';

// Entry
$_['entry_name']        = 'Название модуля';
$_['entry_type']      	= 'Показать';
$_['entry_status']     	= 'Статус';

// Help
$_['help_type']      	= 'Что показывать в кате сайта.';

// Error
$_['error_permission'] 	= 'У Вас нет прав для управления модулем!';
$_['error_name']        = 'Название модуля должно содержать от 3 до 64 символов.';
