<?php
// Heading
$_['heading_title']    	= 'Настройки блога';

// Text
$_['text_module']      	= 'Модули';
$_['text_success']     	= 'Успех: Настройки модуля обновлены!';
$_['text_edit']        	= 'Настройки';

// Entry
$_['entry_path']        = 'Название';
$_['entry_path_title']  = 'Заголовок';
$_['entry_show_path']	= 'Показать название';
$_['entry_num_columns']	= 'Колонки';
$_['entry_blogs_page']	= 'Количество статей на странице';
$_['entry_show_image']	= 'Показать изображения';
$_['entry_show_date']	= 'Отображать дату создания';
$_['entry_date_format']	= 'Формат даты создания';
$_['entry_width']      	= 'Ширина';
$_['entry_height']     	= 'Высота';
$_['entry_seo']     	= 'SEO Url блога';
$_['entry_schemaorg']   = 'Schema.org структурированные данные';
$_['entry_schemaorg_image'] = 'Schema.org встроенное изображение';
$_['entry_status']     	= 'Статус';

//Help
$_['help_path']         = 'Имя глобального пути в URL для блогов. Не используйте русские символы и пробелы, вместо них используйте "-".';
$_['help_path_title']   = 'Название для пути, который будет показан в хлебных крошках и заголовках.';
$_['help_blogs_page']   = 'Количество статей, выводимых на странице. Если 0, тогда неограниченное';
$_['help_show_path']    = 'Показать путь в хлебных крошках';
$_['help_show_image']   = 'Показать изображения в списке блогов';
$_['help_num_columns']  = 'Количество колонок в списке блогов';
$_['help_date_format']  = 'Формат даты создания. Например, <i>d.m.Y H:i</i> для 31.01.2021 17:00; <i>d.m.Y</i> для 31.01.2021; <i>D, d M Y h:i a</i> для Sun, 31 Jan 2021 5:00 pm и т.д. Подробную информацию о формате выводимых дат можете прочитать в документации к PHP функции date().';
$_['help_seo']  		= 'Включить SEO мудуль блога.';
$_['help_schemaorg_image'] = 'Добавьте изображение для Google';
$_['help_status']  		= 'Включает или отключает модуль';

// Placeholder
$_['placeholder_blogs_page']   = 'Пустое или 0 для неограниченного количества';

// Error
$_['error_permission'] 	= 'Внимание: У Вас нет прав для управления настройками!';
$_['error_path']        = 'Название должно содержать от 3 до 64 символов!';
$_['error_date_format'] = 'Формат даты некорректен';
$_['error_path_exist']  = 'Этот URL уже существует!';
$_['error_path_title']  = 'Название заголовка должно содержать от 3 до 64 символов!';
$_['error_width']      	= 'Укажите ширину!';
$_['error_height']     	= 'Укажите высоту!';
$_['error_seo_disabled'] = 'SEO отключено в настройках сайта, Включите его в Система -> Настройки -> Сервер.';
