<?php
// Heading
$_['heading_title']    	= 'Модуль статей блога';

// Text
$_['text_module']      	= 'Модули';
$_['text_success']     	= 'Успех: Настройки модуля обновлены!';
$_['text_edit']        	= 'Редактровать модуль статей блога';
$_['text_sortorder']    = 'По номеру сортировки';
$_['text_random']       = 'В случайном порядке';
$_['text_dateasc']      = 'По дате (от меньшей к большей)';
$_['text_datedesc']     = 'По дате (от большей к меньшей)';
$_['text_from_blog']    = 'Использовать настройки из статей';

// Entry
$_['entry_name']        = 'Название модуля';
$_['entry_title']      	= 'Заголовок модуля';
$_['entry_show_title']	= 'Показать заголовок';
$_['entry_show_blog_title']	= 'Отображать заголовок статьи';
$_['entry_show_blogs']	= 'Ссылка на описание';
$_['entry_limit']      	= 'Лимит';
$_['entry_sort']      	= 'Порядок сортировки';
$_['entry_num_columns']	= 'Количество колонок';
$_['entry_show_image']	= 'Отображать изображение';
$_['entry_width']      	= 'Ширина';
$_['entry_height']     	= 'Высота';
$_['entry_tags_to_show'] = 'Показать теги';
$_['entry_template']    = 'Шаблон';
$_['entry_status']     	= 'Статус';

// Help
$_['help_sort']      	= '"Случайно" будет работать, если количество записей больше лимита.';
$_['help_show_blog_title'] = 'Отображать заголовки в списке статей.';
$_['help_show_blogs']   = 'Создание активной ссылки на полное описание или показать только название.';
$_['help_limit']   		= 'Сколько показывать записей.';
$_['help_template'] 	= 'Файл шаблона должен находиться в папке активной темы в extension/modules';
$_['help_tags_to_show'] = 'Если пусто - показать все теги.';

// Error
$_['error_permission'] 	= 'Внимание: У Вас нет прав для управления модулем!';
$_['error_name']        = 'Название модуля должно быть от 3 до 64 символов!';
$_['error_title']       = 'Заголовок модуля должен быть от 3 до 64 символа!';
$_['error_limit']      	= 'Укажите лимит!';
$_['error_width']      	= 'Укажите ширину!';
$_['error_height']     	= 'Укажите высоту!';
$_['error_template']    = 'Укажите шаблон!';