<?php
// Heading
$_['heading_title']    = 'Модуль тегов блога';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Успех: Настройки модуля обновлены!';
$_['text_edit']        = 'Редактировать модуль тегов блога';
$_['text_sortorder']   = 'по номеру сортировки';
$_['text_dateasc']     = 'По дате (от меньшей к большей)';
$_['text_datedesc']    = 'По дате (от большей к меньшей)';

// Entry
$_['entry_sort']       = 'Порядок сортировки';
$_['entry_status']     = 'Статус';

// Help
$_['help_sort']        = 'Порядок сортировки статей блога. Теги всегда сортируются по номеру сортировки.';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав для управления модулем!';