<?php
// Text
$_['heading_title']	           = 'Отзывы';

$_['text_write']               = 'Написать отзыв';
$_['text_login']               = 'Пожалуйста, <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a>, чтобы написать отзыв';
$_['text_no_reviews']          = 'Нет отзывов.';
$_['text_note']                = '<span class="text-danger">Внимание:</span> HTML не поддерживается!';
$_['text_success']             = 'Спасибо за ваш отзыв. Мы опубликуем его после проверки.';

$_['text_mail_subject']        = 'Ваш новый отзыв (%s).';
$_['text_mail_waiting']	       = 'Ваш новый отзыв в ожидании.';
$_['text_mail_author']	       = 'Автор: %s';
$_['text_mail_rating']	       = 'Рейтинг: %s';
$_['text_mail_text']	       = 'Текст:';

// Entry
$_['entry_name']               = 'Ваше имя';
$_['entry_review']             = 'Ваш отзыв';
$_['entry_rating']             = 'Рейтинг';
$_['entry_good']               = 'Хорошо';
$_['entry_bad']                = 'Плохо';

// Button
$_['button_continue']          = 'Продолжить';

// Error
$_['error_name']               = 'Внимание: имя должно содержать от 3-х до 25-ти символов!';
$_['error_text']               = 'Внимание: отзыв должен содержать от 25-х до 3000-ти символов!';
$_['error_city']               = 'Внимание: город должен содержать от 3-х до 32-х символов!';
$_['error_email']              = 'Внимание: Введите корректный email!';
$_['error_rating']             = 'Внимание: пожалуйста укажите вашу оценку!';
$_['error_captcha']            = 'Внимание: проверочный код не совпадает с изображением!';

